[
  {
    "id": "wiki_0",
    "title": "The Denial of Saint Peter (La Tour)",
    "content": "The Denial of Saint Peter is a 1650 painting of the Denial of Peter by Georges de La Tour, possibly with some assistance from the painter s son Étienne. It was signed and dated by the senior artist. In 1810 it was acquired from François Cacault by the musée d Arts de Nantes, where it still hangs.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/The_Denial_of_Saint_Peter_(La_Tour)",
    "type": "original"
  },
  {
    "id": "wiki_1",
    "title": "Alias season 4",
    "content": "The fourth season of the American drama adventure television series Alias premiered January 5, 2005 on ABC and concluded May 25, 2005 and was released on DVD in region 1 on October 25, 2005. Guest stars in season four include Sônia Braga, Joel Grey, Michael McKean, Lena Olin, and Isabella Rossellini.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Alias_season_4",
    "type": "original"
  },
  {
    "id": "wiki_2",
    "title": "John Niven",
    "content": "John Niven is a Scottish author and screenwriter. His books include Kill Your Friends, The Amateurs, and The Second Coming.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/John_Niven",
    "type": "original"
  },
  {
    "id": "wiki_3",
    "title": "Sucha Góra TV Tower",
    "content": "Sucha Góra TV Tower is a 149 metre tall TV tower of reinforced concrete, situated on the Sucha Góra mountain north of Czarnorzeki, Subcarpathian Voivodeship in Poland at 49 45 22 N 21 48 58 E. Sucha Góra TV tower was built in 1962.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Sucha_G%C3%B3ra_TV_Tower",
    "type": "original"
  },
  {
    "id": "wiki_4",
    "title": "Young, Black, and Determined",
    "content": "Young, Black, and Determined: A Biography of Lorraine Hansberry is a 1998 book by Patricia and Fredrick McKissack. It is a biography of the playwright and activist, Lorraine Hansberry.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Young%2C_Black%2C_and_Determined",
    "type": "original"
  },
  {
    "id": "wiki_5",
    "title": "Warner Bros. Studio Tour Hollywood",
    "content": "Warner Bros. Studio Tour Hollywood is a guided walk-through tour of Warner Bros. Studios Burbank, located in Los Angeles, California. Over a two-to-three-hour period, visitors can glimpse behind the scenes of one of the oldest film studios in the world.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Warner_Bros._Studio_Tour_Hollywood",
    "type": "original"
  },
  {
    "id": "wiki_6",
    "title": "Boulderclough",
    "content": "Boulderclough is a small village in the Borough of Calderdale in West Yorkshire, England. The village is situated between Sowerby at the south and Mytholmroyd at the north, and is approximately 3 miles (5 km) west from the centre of the town of Halifax.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Boulderclough",
    "type": "original"
  },
  {
    "id": "wiki_7",
    "title": "Octagon (video game)",
    "content": "Octagon is a 2013 action game developed and published by the Czech indie developer Lukas Korba. In the game, the player must guide an octagon through randomly generated eight-sided levels. Octagon was released for iOS in November 2013, followed by Android in September 2014, and was met with a positive reception.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Octagon_(video_game)",
    "type": "original"
  },
  {
    "id": "wiki_8",
    "title": "Gwinnett County Police Department",
    "content": "The Gwinnett County Police Department (GCPD) is the main law enforcement agency in Gwinnett County, Georgia, U.S. The department has about a thousand employees with 936 sworn law enforcement officers as of March 2024. The current incumbent Chief of Police is James D. McClure.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Gwinnett_County_Police_Department",
    "type": "original"
  },
  {
    "id": "wiki_9",
    "title": "Battle of Chandannagar",
    "content": "The Battle of Chandannagar was a successful attack on the French Indies Company settlement of Chandernagore by a British force under the command of Robert Clive and Charles Watson on 23 March 1757 during the Seven Years War. Chandernagore remained under military occupation by the British until the signing of the Treaty of Paris in 1763, which brought an end to the war.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Chandannagar",
    "type": "original"
  },
  {
    "id": "wiki_10",
    "title": "Spring Point Ledge Light",
    "content": "Spring Point Ledge Light is a sparkplug lighthouse in South Portland, Maine, which marks a dangerous obstruction on the west side of the main shipping channel into Portland Harbor. It is now adjacent to the campus of Southern Maine Community College. It was constructed in 1897 and automated in 1960.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Spring_Point_Ledge_Light",
    "type": "original"
  },
  {
    "id": "wiki_11",
    "title": "I Don't Deny My Past",
    "content": "I Don t Deny My Past is a 1952 Mexican drama film directed by Alberto Gout and starring Ninón Sevilla, Roberto Cañedo and Luis Aldás. It was shot at the Churubusco Studios in Mexico City. The film s sets were designed by the art directors Manuel Fontanals. It was part of the group of Rumberas films popular during the Golden Age of Mexican Cinema.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/I_Don't_Deny_My_Past",
    "type": "original"
  },
  {
    "id": "wiki_12",
    "title": "Gerry McCarthy",
    "content": "Gerald Francis McCarthy is an Australian politician. He was a Labor member of the Northern Territory Legislative Assembly, holding the seat of Barkly from the 2008 general election until he retired at the 2020 election. He was Minister for Housing and Community Development, Minister for Essential Services and Minister for Public Employment in the Gunner Ministry from September 2016 to 2020.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Gerry_McCarthy",
    "type": "original"
  },
  {
    "id": "wiki_13",
    "title": "William Johnston Jr.",
    "content": "William Johnston Jr. was a United States Army officer who served for almost forty years. A veteran of the Spanish American War, Philippine American War, and World War I, he attained the rank of major general and was most notable for his World War I command of the 91st Wild West Division.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/William_Johnston_Jr.",
    "type": "original"
  },
  {
    "id": "wiki_14",
    "title": "Qassimiut",
    "content": "Qassimiut, also known by its Danish name Bødker, is a settlement in the Kujalleq municipality in southern Greenland. The settlement was founded in 1835 as a trading station. With a population of 14 in 2024, it is the smallest organised, permanent settlement in Greenland.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Qassimiut",
    "type": "original"
  },
  {
    "id": "wiki_15",
    "title": "La Bâtie-Divisin",
    "content": "La Bâtie-Divisin is a former commune in the Isère department in the Auvergne-Rhône-Alpes region of south-eastern France. It was created in 1790 from a merger of the parishes of Chapelle de Peyrin and Recoin. On 1 January 2016, it was merged into the new commune of Les Abrets en Dauphiné.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/La_B%C3%A2tie-Divisin",
    "type": "original"
  },
  {
    "id": "wiki_16",
    "title": "Aldrich Bay",
    "content": "Aldrich Bay, named after Major Edward Aldrich, was formerly a bay in the north shore on the Hong Kong Island, Hong Kong. It is now reclaimed and is a housing area outside the area of Shau Kei Wan, neighbouring A Kung Ngam and Lei King Wan.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Aldrich_Bay",
    "type": "original"
  },
  {
    "id": "wiki_17",
    "title": "Church of St Nicholas of Myra Without, (Roman Catholic)",
    "content": "The Church of St Nicholas of Myra (Without) is an Irish Roman Catholic church on Francis Street, Dublin. The site has been used as a place of worship as far back as the 12th century. The current church was built in 1829 and dedicated to Saint Nicholas in 1835.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Church_of_St_Nicholas_of_Myra_Without%2C_(Roman_Catholic)",
    "type": "original"
  },
  {
    "id": "wiki_18",
    "title": "Llandudno Pier Pavilion Theatre",
    "content": "Llandudno Pier Pavilion Theatre was a Victorian seaside theatre in the holiday resort of Llandudno in North Wales, UK.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Llandudno_Pier_Pavilion_Theatre",
    "type": "original"
  },
  {
    "id": "wiki_19",
    "title": "Matthew Fisher (musician)",
    "content": "Matthew Charles Fisher is an English musician, songwriter and record producer. He is best known for his longtime association with the rock band Procol Harum, which included playing the Hammond organ on the 1967 single A Whiter Shade of Pale , for which he subsequently won a songwriting credit. In his later life, he became a computer programmer, having qualified from Cambridge University.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Matthew_Fisher_(musician)",
    "type": "original"
  },
  {
    "id": "wiki_20",
    "title": "Discus Thrower (Washington, D.C.)",
    "content": "Discus Thrower is a bronze sculpture in Washington, D.C. A copy of Myron s Discobolus, it is located in Edward J. Kelly Park, at 21st Street and Virginia Avenue, N.W. Washington, D.C. The architect was Rodolfo Siviero, and the founder was Bruno Bearzi.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Discus_Thrower_(Washington%2C_D.C.)",
    "type": "original"
  },
  {
    "id": "wiki_21",
    "title": "Minister of Health (Timor-Leste)",
    "content": "The Minister of Health is a senior member of the Constitutional Government of Timor-Leste heading the Ministry of Health.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Minister_of_Health_(Timor-Leste)",
    "type": "original"
  },
  {
    "id": "wiki_22",
    "title": "Richard Pryor: I Ain't Dead Yet",
    "content": "Richard Pryor: I Ain t Dead Yet, !! is a 2003 American short documentary film about and featuring comedian Richard Pryor. It was produced and aired by Comedy Central. It features commentary from different actors, comedians, and Pryor s own family members on the aspects and influence of his life and work. The title of the film came from a statement made by Pryor, who said I have MS, but I ain t dead yet!",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Richard_Pryor%3A_I_Ain't_Dead_Yet",
    "type": "original"
  },
  {
    "id": "wiki_23",
    "title": "Nokogiri (software)",
    "content": "Nokogiri is an open source software library to parse HTML and XML in Ruby. It depends on libxml2 and libxslt to provide its functionality.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Nokogiri_(software)",
    "type": "original"
  },
  {
    "id": "wiki_24",
    "title": "Sheridan School",
    "content": "Sheridan School is an independent, co-ed, progressive, K-8 school in Washington, D.C. The school enrolls approximately 225 students. The average tuition for the 2020-2021 school year is 39,095. The school awarded 1.6 million in financial aid in 2020-2021. Forty percent (40 ) of Sheridan students are students of color.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Sheridan_School",
    "type": "original"
  },
  {
    "id": "wiki_25",
    "title": "Zaprešić",
    "content": "Zaprešić is a town in Zagreb County, in Croatia. It has a population of 19,644 inhabitants in the town proper, with 25,223 in the administrative area. The town s metropolitan area, which encompasses the seven neighbouring municipalities, has a population of 54,640. Zaprešić is the third-largest, and most densely populated town of the county. It is located northwest of the Croatian capital Zagreb, and near the Slovenian border. It is centered on plains north of the Sava River, and is bordered by Medvednica Mountain to the east, and the Marija Gorica Hills to the west.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Zapre%C5%A1i%C4%87",
    "type": "original"
  },
  {
    "id": "wiki_26",
    "title": "The Black Book (list)",
    "content": "The Sonderfahndungsliste G.B. was a secret list of prominent British residents to be arrested, produced in 1940 by the SS as part of the preparation for the proposed invasion of Britain. After the war, the list became known as The Black Book.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/The_Black_Book_(list)",
    "type": "original"
  },
  {
    "id": "wiki_27",
    "title": "James A. Brundage",
    "content": "James A. Brundage was Professor Emeritus of history and, prior to his retirement, Ahmanson-Murphy chair of medieval European history at the University of Kansas. He earned his PhD from Fordham University and was a member of the History department at the University of Wisconsin-Milwaukee before moving to Kansas. Brundage specialized in the history of medieval canon law.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/James_A._Brundage",
    "type": "original"
  },
  {
    "id": "wiki_28",
    "title": "Broadsiding",
    "content": "Broadsiding is the method used in motorcycle speedway for travelling round the bends on the speedway track. The rider skids their rear wheel by spinning it at such a speed that it sets up a gyroscopic action, and this opposes the natural tendencies of centrifugal force. Then they control the slide by throttle control to maintain, increase or decrease the rate of which the rear wheel spins. Motorcycle speedway bikes have no brakes or suspension. The rider can reduce speed while still providing the drive to power the bike forward and around the bend.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Broadsiding",
    "type": "original"
  },
  {
    "id": "wiki_29",
    "title": "Attention Span (album)",
    "content": "Attention Span is a collaborative album by Bob Ostertag, Fred Frith and John Zorn, released in 1990 by RecRec Music.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Attention_Span_(album)",
    "type": "original"
  },
  {
    "id": "wiki_30",
    "title": "Calochortus ciscoensis",
    "content": "Calochortus ciscoensis is a North American species of flowering plants in the lily family first described for modern science in 2008. It was originally described as only occurring only in eastern Utah but has since also been found in Mesa County, Colorado).",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Calochortus_ciscoensis",
    "type": "original"
  },
  {
    "id": "wiki_31",
    "title": "1932–33 Wisconsin Badgers men's basketball team",
    "content": "The 1932 33 Wisconsin Badgers men s basketball team represented University of Wisconsin Madison. The head coach was Walter Meanwell, coaching his nineteenth season with the Badgers. The team played their home games at the UW Fieldhouse in Madison, Wisconsin and was a member of the Big Ten Conference.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/1932%E2%80%9333_Wisconsin_Badgers_men's_basketball_team",
    "type": "original"
  },
  {
    "id": "wiki_32",
    "title": "Twineham",
    "content": "Twineham is a village and civil parish in the Mid Sussex District of West Sussex, England. It is located eight kilometres to the west of Burgess Hill. The civil parish covers an area of 784 hectares In the 2001 census 271 people lived in 100 households, of whom 139 were economically active. The 2011 Census population was 306.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Twineham",
    "type": "original"
  },
  {
    "id": "wiki_33",
    "title": "Zanthoxylum punctatum",
    "content": "Zanthoxylum punctatum, also known as the St. Thomas prickly-ash, is a species of plant in the family Rutaceae. It is found in Puerto Rico, the British Virgin Islands, and the United States Virgin Islands. Its natural habitats are tropical and subtropical dry broadleaf forests and shrublands. It is threatened by habitat loss, and is the only on St. John listed as endangered .",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Zanthoxylum_punctatum",
    "type": "original"
  },
  {
    "id": "wiki_34",
    "title": "Hunt Peak",
    "content": "Hunt Peak is a triangular rock peak, 610 metres (2,000 ft) high, marking the north side of the entrance to Stonehouse Bay on the east coast of Adelaide Island, Antarctica. It was discovered and first roughly surveyed in 1909 by the French Antarctic Expedition under Jean-Baptiste Charcot. It was resurveyed in 1948 by the Falkland Islands Dependencies Survey (FIDS), who named the point marked by this peak for Sergeant Kenneth D. Hunt, a mechanic for the expedition s Noorduyn Norseman airplane in 1950. Further survey in 1957 58 by the FIDS showed no definable point in the vicinity and the name was transferred to the peak.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Hunt_Peak",
    "type": "original"
  },
  {
    "id": "wiki_35",
    "title": "Television (Television album)",
    "content": "Television is the third and final album by American rock band Television. It was released on September 28, 1992, 14 years after the band s second studio album and subsequent breakup in 1978. A video for Call Mr. Lee was filmed and briefly aired on MTV.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Television_(Television_album)",
    "type": "original"
  },
  {
    "id": "wiki_36",
    "title": "Ernest Brudenell-Bruce, 3rd Marquess of Ailesbury",
    "content": "Ernest Augustus Charles Brudenell-Bruce, 3rd Marquess of Ailesbury,, styled Lord Ernest Brudenell-Bruce from 1821 until 1878, was a British courtier and politician. He served for many years as Vice-Chamberlain of the Household.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Ernest_Brudenell-Bruce%2C_3rd_Marquess_of_Ailesbury",
    "type": "original"
  },
  {
    "id": "wiki_37",
    "title": "Deuterated DMSO",
    "content": "Deuterated DMSO, also known as dimethyl sulfoxide-d6, is an isotopologue of dimethyl sulfoxide (DMSO, (CH3)2S O)) with chemical formula ((CD3)2S O) in which the hydrogen atoms ( H ) are replaced with their isotope deuterium ( D ). Deuterated DMSO is a common solvent used in NMR spectroscopy.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Deuterated_DMSO",
    "type": "original"
  },
  {
    "id": "wiki_38",
    "title": "Drémil-Lafage",
    "content": "Drémil-Lafage is a commune in the Haute-Garonne department in southwestern France. It is located 13 km east from Toulouse.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Dr%C3%A9mil-Lafage",
    "type": "original"
  },
  {
    "id": "wiki_39",
    "title": "The Moonshiner",
    "content": "The Moonshiner is a folk song with unknown origins. In Ireland and America, it is sung with similar lyrics but different melodies. It is catalogued as Roud Folk Song Index No. 4301. The song s structure is very similar to The Wild Rover, but instead extolling the virtues of moonshining.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/The_Moonshiner",
    "type": "original"
  },
  {
    "id": "wiki_40",
    "title": "Amuse-bouche",
    "content": "An amuse-bouche or amuse-gueule is a single, bite-sized hors d œuvre. Amuse-bouches are different from appetizers in that they are not ordered from a menu by patrons but are served free and according to the chef s selection alone. These are served both to prepare the guest for the meal and to offer a glimpse of the chef s style.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Amuse-bouche",
    "type": "original"
  },
  {
    "id": "wiki_41",
    "title": "Strategies Against Architecture '80–'83",
    "content": "Strategies Against Architecture 80 83, also spelled 80 83 Strategies Against Architecture, is a 1984 compilation album by the German industrial band Einstürzende Neubauten. It consists of material recorded from 1980 to 1983, and features roughly half of the band s debut 1981 LP Kollaps along with single-only tracks and live material. It was originally released on Mute Records and is currently being sold without authority by Rough Trade.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Strategies_Against_Architecture_'80%E2%80%93'83",
    "type": "original"
  },
  {
    "id": "wiki_42",
    "title": "Cardamine douglassii",
    "content": "Cardamine douglassii, the limestone bittercress or purple cress, is a perennial forb native to the eastern and central United States as well as the province of Ontario in Canada, that produces white to pink or purple flowers in early spring.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Cardamine_douglassii",
    "type": "original"
  },
  {
    "id": "wiki_43",
    "title": "Richard Frymire",
    "content": "Richard L. Frymire Jr. is an American former politician in the state of Kentucky. He served in the Kentucky Senate and in the Kentucky House of Representatives, as a Democrat. He also served as Adjutant General of Kentucky from 1971 to 1977. He retired at the rank of major general.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Richard_Frymire",
    "type": "original"
  },
  {
    "id": "wiki_44",
    "title": "Titan Maximum",
    "content": "Titan Maximum is an American adult stop motion-animated television series created by Tom Root and Matthew Senreich for Cartoon Network s late night programing block Adult Swim. It originally aired from September 27 to November 22, 2009. A teaser premiered during the Robot Chicken on Wheels tour and at the 2009 San Diego Comic-Con. It is a parody of the Super Robot anime style produced using stop motion animation.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Titan_Maximum",
    "type": "original"
  },
  {
    "id": "wiki_45",
    "title": "Migas",
    "content": "Migas is a dish traditionally made from stale bread and other ingredients in Spanish and Portuguese cuisines. Originally introduced by shepherds, migas are very popular across the Iberian Peninsula, and are the typical breakfast of hunters at monterías in some regions of Spain.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Migas",
    "type": "original"
  },
  {
    "id": "wiki_46",
    "title": "WB Games New York",
    "content": "WB Games New York, is a video game development company based in Troy, New York that works with game developers to build online features and web-based communities for video games. The company was founded by Michael DelPrete as Agora Studios Inc. and grew out of an RPI project. Their software game-play statistics for games including Call of Duty: World at War, Guitar Hero, and numerous other franchises.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/WB_Games_New_York",
    "type": "original"
  },
  {
    "id": "wiki_47",
    "title": "Stanislaus Hosius",
    "content": "Stanislaus Hosius was a Polish Roman Catholic cardinal. From 1551 he was the Prince-Bishop of the Bishopric of Warmia in Royal Prussia, and from 1558, he served as the papal legate to the Holy Roman Emperor s Imperial Court in Vienna, Austria. From 1566 he was also the papal legate to Poland.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Stanislaus_Hosius",
    "type": "original"
  },
  {
    "id": "wiki_48",
    "title": "Ibirapuitã Environmental Protection Area",
    "content": "Ibirapuitã Environmental Protection Area is a protected area in the state of Rio Grande do Sul, Brazil. It is in the Uruguayan savanna ecoregion.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Ibirapuit%C3%A3_Environmental_Protection_Area",
    "type": "original"
  },
  {
    "id": "wiki_49",
    "title": "Personal Best (album)",
    "content": "Personal Best is the first studio album by the American queercore band Team Dresch. It was released on January 23, 1995, by both Candy Ass Records and Chainsaw Records. It was reissued on Jealous Butcher Records in May 2019. The label reissued their entire back catalog in order to help reaffirm the band s legacy as queercore icons.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Personal_Best_(album)",
    "type": "original"
  },
  {
    "id": "wiki_50",
    "title": "Makrochori F.C.",
    "content": "Makrochori F.C. is a Greek football club, based in Makrochori, Imathia. Founded in 1950, It played in season 2013-14 of Football League 2.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Makrochori_F.C.",
    "type": "original"
  },
  {
    "id": "wiki_51",
    "title": "HongMeng Kernel",
    "content": "HongMeng Kernel is a computer operating system kernel developed by Huawei. It is used in the HarmonyOS NEXT version of the HarmonyOS operating system, replacing previous versions that relied on the AOSP compatibility layer, Linux kernel, and LiteOS kernel.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/HongMeng_Kernel",
    "type": "original"
  },
  {
    "id": "wiki_52",
    "title": "Supercard of Honor XII",
    "content": "Supercard of Honor XII was a professional wrestling pay-per-view event produced by American promotion Ring of Honor (ROH), which took place Saturday, April 7, 2018, at the UNO Lakefront Arena in New Orleans, Louisiana. Wrestlers from New Japan Pro-Wrestling (NJPW) with whom ROH has a partnership also appeared at the event. Also, wrestlers from the Japan based women s promotion World Wonder Ring Stardom appeared on the show as part of the tournament to crown the inaugural Women of Honor Champion ROH s first women s championship.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Supercard_of_Honor_XII",
    "type": "original"
  },
  {
    "id": "wiki_53",
    "title": "MEN (band)",
    "content": "JD Samson MEN, originally named simply MEN, was a Brooklyn-based band and art performance collective that focuses on the energy of live performance and the radical potential of dance music. MEN spoke to issues such as trans awareness, wartime economies, sexual compromise, and demanding civil liberties. The collective disbanded in late 2014.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/MEN_(band)",
    "type": "original"
  },
  {
    "id": "wiki_54",
    "title": "The Gown Shop",
    "content": "The Gown Shop is a 1923 American silent comedy film directed by and starring Larry Semon that featured Oliver Hardy.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/The_Gown_Shop",
    "type": "original"
  },
  {
    "id": "wiki_55",
    "title": "David Drake",
    "content": "David A. Drake was an American author of science fiction and fantasy literature. A Vietnam War veteran, he worked as a lawyer before becoming a writer in the military science fiction genre.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/David_Drake",
    "type": "original"
  },
  {
    "id": "wiki_56",
    "title": "AS-102",
    "content": "AS-102 was the seventh flight of the Saturn I launch vehicle, which carried the boilerplate Apollo spacecraft BP-15 into low Earth orbit. The test took place on September 18, 1964, lasting for five orbits. The spacecraft and its upper stage completed 59 orbits before reentering the atmosphere and crashing in the Indian Ocean on September 22, 1964.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/AS-102",
    "type": "original"
  },
  {
    "id": "wiki_57",
    "title": "The Roman Hat Mystery",
    "content": "The Roman Hat Mystery is a novel that was written in 1929 by Ellery Queen. It is the first of the Ellery Queen mysteries.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/The_Roman_Hat_Mystery",
    "type": "original"
  },
  {
    "id": "wiki_58",
    "title": "Bunias",
    "content": "Bunias is a genus of flowering plants in the cabbage family Brassicaceae. The genus includes only two accepted species, Bunias erucago and Bunias orientalis.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Bunias",
    "type": "original"
  },
  {
    "id": "wiki_59",
    "title": "R448 road (Ireland)",
    "content": "The R448 road is a regional road in Ireland. It is the designation given to the former N9 national primary road when it was bypassed by the M9 motorway.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/R448_road_(Ireland)",
    "type": "original"
  },
  {
    "id": "wiki_60",
    "title": "UBS tax evasion controversies",
    "content": "The Swiss investment bank and financial services company, UBS Group AG, has been at the center of numerous tax evasion and avoidance investigations undertaken by U.S., French, German, Israeli, and Belgian tax authorities as a consequence of their strict banking secrecy practices.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/UBS_tax_evasion_controversies",
    "type": "original"
  },
  {
    "id": "wiki_61",
    "title": "Gestad",
    "content": "Gestad is a parish in the Dalsland part of Vänersborg Municipality, Sweden, located about 20 km north of the city of Vänersborg and 10 km east of the village Brålanda. The parish includes both farmland and forests. It has its border with the great lake Vänern in the east and is in the middle of Dalbo plain.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Gestad",
    "type": "original"
  },
  {
    "id": "wiki_62",
    "title": "Losaria palu",
    "content": "Losaria palu, the Palu swallowtail, is a species of butterfly in the family Papilionidae. It is endemic to the Indonesian island of Sulawesi. Its name is a reference to Palu, as the type specimen was captured in the highlands near the city, but it is also known from lower altitudes in the region. It is poorly known and has been regarded as a subspecies of Losaria coon.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Losaria_palu",
    "type": "original"
  },
  {
    "id": "wiki_63",
    "title": "Kizō Hisamoto",
    "content": "Kizō Hisamoto is a Japanese politician and the current mayor of Kobe, the capital city of Hyōgo Prefecture in Japan.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Kiz%C5%8D_Hisamoto",
    "type": "original"
  },
  {
    "id": "wiki_64",
    "title": "Phil Gordon (politician)",
    "content": "Phil Gordon is an American politician who served as the 58th mayor of Phoenix, Arizona, from 2004 to 2012 and a member of the Phoenix City Council. Gordon is a member of the Democratic Party.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Phil_Gordon_(politician)",
    "type": "original"
  },
  {
    "id": "wiki_65",
    "title": "Marley (soundtrack)",
    "content": "Marley is a posthumous two-disc soundtrack album by Bob Marley The Wailers. It was released by Island Records and Tuff Gong Records. The soundtrack features music from the whole career of Bob Marley, his first recorded song, Judge Not , to the last album he released in his lifetime, Uprising . Marley was released to coincide with the release of Marley, a biographical film documenting the life of Bob Marley. The album features 24 of the 66 tracks used in the film.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Marley_(soundtrack)",
    "type": "original"
  },
  {
    "id": "wiki_66",
    "title": "Patoka River National Wildlife Refuge and Management Area",
    "content": "The Patoka River National Wildlife Refuge and Management Area, established in 1994, is a collection of wildlife refuges and habitats situated along the Patoka River in Gibson and Pike counties in southwestern Indiana. It consists mostly of the main body refuge along nearly 40 miles (64 km) of the river s course from just north of Francisco, Indiana, to just west of Velpen, Indiana. Other areas include the Cane Ridge Wildlife Management Area managed by Duke Energy and located immediately south of Gibson Lake and the Gibson Generating Station in northwestern Gibson County, 9 miles (14 km) east of the main body. The refuge is authorized for 23,962 acres (96.97 km2). As of 2010, 6,149 acres (24.88 km2) are owned by the U.S. Fish and Wildlife Service.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Patoka_River_National_Wildlife_Refuge_and_Management_Area",
    "type": "original"
  },
  {
    "id": "wiki_67",
    "title": "Can't Sing a Different Song",
    "content": "Can t Sing a Different Song is a song performed by Australian singer-songwriter, Ricki-Lee Coulter. Co-written by Coulter, Andy Love and Pete Martin, the song serves as the third and final single released from the singer s second album, Brand New Day. It was released both digitally and physically on 15 March 2008. The music video for Can t Sing a Different Song was directed by Fin Edquist and filmed in the Footscray Warehouses in Melbourne.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Can't_Sing_a_Different_Song",
    "type": "original"
  },
  {
    "id": "wiki_68",
    "title": "Clobetasol",
    "content": "Clobetasol is a synthetic glucocorticoid corticosteroid. A propionate ester of clobetasol, clobetasol propionate, has also been marketed, and is far more widely used in comparison.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Clobetasol",
    "type": "original"
  },
  {
    "id": "wiki_69",
    "title": "9 de Octubre F.C.",
    "content": "9 de Octubre Fútbol Club, simply referred to as Nueve (9) de Octubre, is a sports club based in Guayaquil, Ecuador. The club is best known for its football team.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/9_de_Octubre_F.C.",
    "type": "original"
  },
  {
    "id": "wiki_70",
    "title": "Delaware State Park",
    "content": "Delaware State Park is a 1,686-acre (682 ha) public recreation area on U.S. Route 23 near the city of Delaware in Delaware County, Ohio, in the United States. It is open for year-round recreation including camping, hiking, boating, hunting, fishing, and picnicking.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Delaware_State_Park",
    "type": "original"
  },
  {
    "id": "wiki_71",
    "title": "Jacob Diamond",
    "content": "The Jacob Diamond, also known as the Imperial or Victoria Diamond, is a colourless diamond from India ranked as the fifth-biggest polished diamond in the world. The last nizam of the Hyderabad State, Mir Osman Ali Khan, found the diamond in the shoe of his father at Chowmahalla Palace and used it as a paperweight for a long time. It was bought by the government of India for an estimated US13 million in 1995. It is cut in a rectangular cushion-cut, with 58 facets, and measures 39.5 millimetres (1.56 in) long, 29.25 millimetres (1.152 in) wide and 22.5 millimetres (0.89 in) deep. The diamond weighs 184.75 carats. Currently, it is kept at the Reserve Bank of India vaults in Mumbai. As part of the Nizam s jewellery exhibition in 2001 and 2007, the Jacob Diamond was a major attraction at Salar Jung Museum, Hyderabad.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Jacob_Diamond",
    "type": "original"
  },
  {
    "id": "wiki_72",
    "title": "Papa Charlie Jackson",
    "content": "William Henry Papa Charlie Jackson was an early African American bluesman and songster who accompanied himself with a banjo guitar, a guitar, or a ukulele. His recording career began in 1924. Much of his life remains a mystery, but his draft card lists his birthplace as New Orleans, Louisiana, and his death certificate states that he died in Chicago, Illinois, on May 7, 1938.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Papa_Charlie_Jackson",
    "type": "original"
  },
  {
    "id": "wiki_73",
    "title": "AGM-129 ACM",
    "content": "The AGM-129 ACM was a low-observable, subsonic, turbofan-powered, air-launched cruise missile originally designed and built by General Dynamics and eventually acquired by Raytheon Missile Systems. Prior to its withdrawal from service in 2012, the AGM-129A was carried exclusively by the US Air Force s B-52H Stratofortress bombers.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/AGM-129_ACM",
    "type": "original"
  },
  {
    "id": "wiki_74",
    "title": "Wyczółki Park",
    "content": "The Wyczółki Park is a private park in Warsaw, Poland. It is located in Wyczyółkineighbourhood of Ursynów district, between Łęczyny, Wyczółki, and Pieskowa Skała Streets. It dates to 1805 when it was founded as a English landscape garden. The park has an area of 3 ha.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Wycz%C3%B3%C5%82ki_Park",
    "type": "original"
  },
  {
    "id": "wiki_75",
    "title": "QSI International School of Chengdu",
    "content": "QSI International School of Chengdu (成都美国学校) is a private for-profit international school in Chengdu, Sichuan, China. The school, using a U.S.-based curriculum, resides in two buildings.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/QSI_International_School_of_Chengdu",
    "type": "original"
  },
  {
    "id": "wiki_76",
    "title": "Ras Nungwi Lighthouse",
    "content": "The Ras Nungwi is located at the northern tip of Unguja island in Nungwi, Zanzibar, Tanzania. The lighthouse is the oldest on the island and is a three-stage square stone tower, painted white.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Ras_Nungwi_Lighthouse",
    "type": "original"
  },
  {
    "id": "wiki_77",
    "title": "Yu Gong",
    "content": "The Yu Gong or Tribute of Yu is a chapter of the Book of Xia section of the Book of Documents, one of the Five Classics of ancient Chinese literature. The chapter describes the legendary Yu the Great and the provinces of his time. Most modern scholars believe it was written in the fifth century BCE or later.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Yu_Gong",
    "type": "original"
  },
  {
    "id": "wiki_78",
    "title": "Olga Printzlau",
    "content": "Olga Printzlau was an American screenwriter. She wrote for more than 60 films between 1915 and 1933. She also wrote a play, Window Panes, which was staged in Los Angeles in 1928, and won praise from the Los Angeles Times. She was born in Philadelphia, Pennsylvania and died in Hollywood, California from a heart attack.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Olga_Printzlau",
    "type": "original"
  },
  {
    "id": "wiki_79",
    "title": "Yun'e",
    "content": "Yun e, born Yin e, was a Manchu prince of the Qing dynasty of China. He was a relatively unremarkable prince who was primarily known to be a crony of his older brother Yunsi.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Yun'e",
    "type": "original"
  },
  {
    "id": "wiki_80",
    "title": "Bonansa",
    "content": "Bonansa is a municipality located in the province of Huesca, Aragon, Spain. According to the 2010 census (INE), the municipality has a population of 102 inhabitants.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Bonansa",
    "type": "original"
  },
  {
    "id": "wiki_81",
    "title": "Sale, Piedmont",
    "content": "Sale is a comune (municipality) in the Province of Alessandria in the Italian region Piedmont, located about 90 kilometres (56 mi) east of Turin and about 15 kilometres (9 mi) northeast of Alessandria.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Sale%2C_Piedmont",
    "type": "original"
  },
  {
    "id": "wiki_82",
    "title": "Wisconsin Gas Building",
    "content": "The Wisconsin Gas Building is a classic stepped Art Deco tower located in downtown Milwaukee, Wisconsin at 626 East Wisconsin Avenue. It was designed by architects Eschweiler Eschweiler and completed in 1930 using differing materials on the exterior to graduate from dark to light.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Wisconsin_Gas_Building",
    "type": "original"
  },
  {
    "id": "wiki_83",
    "title": "Mount Nif",
    "content": "Mount Nif, Turkish: Nif Dağı, is a mountain in the district of Kemalpaşa, towering over the district center, located immediately to the east of the city of İzmir, in western Turkey. It was one of the nineteen mountains which carried the name Olympus in ancient times.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Mount_Nif",
    "type": "original"
  },
  {
    "id": "wiki_84",
    "title": "Khatron Ke Khiladi 11",
    "content": "Fear Factor: Khatron Ke Khiladi, Darr vs Dare is the eleventh season of Fear Factor: Khatron Ke Khiladi, an Indian reality and stunt television series produced by Endemol Shine India. The show aired from 17 July to 26 September 2021, on Colors TV. Filmed in Cape Town, South Africa, it was hosted by Rohit Shetty. Arjun Bijlani emerged as winner of this season while Divyanka Tripathi became the 1st runner up.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Khatron_Ke_Khiladi_11",
    "type": "original"
  },
  {
    "id": "wiki_85",
    "title": "Gorkha Airlines",
    "content": "Gorkha Airlines Pvt. Ltd. was an airline based in Kathmandu, Nepal. It operated scheduled and charter flights to domestic destinations, as well as daily mountain flights in the Himalayas. Its main base was Tribhuvan International Airport in Kathmandu. The company slogan was Fly With Us The Gallant Way.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Gorkha_Airlines",
    "type": "original"
  },
  {
    "id": "wiki_86",
    "title": "North Carolina Highway 148",
    "content": "North Carolina Highway 148 (NC 148), also known as the C.F. Harvey Parkway, is a 13.2-mile (21.2 km) east west state highway that connects US 70 to NC 11 in Lenoir County. The route is completely located within Lenoir County and runs near the NC Global TransPark and Kinston Regional Jetport, serving as a bypass of Kinston. The entire route is a four-lane rural expressway, with a maximum speed limit of 65 miles per hour (105 km h). The highway is named after entrepreneur, businessman, and banker C. Felix Harvey III (1920-2014), who was born and raised in Kinston.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/North_Carolina_Highway_148",
    "type": "original"
  },
  {
    "id": "plag_reorder_0",
    "title": "Reordered: The Denial of Saint Peter (La Tour)",
    "content": "In 1810 it was acquired from François Cacault by the musée d Arts de Nantes, where it still hangs. The Denial of Saint Peter is a 1650 painting of the Denial of Peter by Georges de La Tour, possibly with some assistance from the painter s son Étienne. It was signed and dated by the senior artist.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_0",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_0",
    "title": "Partial: The Denial of Saint Peter (La Tour)",
    "content": "The Denial of Saint Peter is a 1650 painting of the Denial of Peter by Georges de La Tour, possibly with some assistance from the painter s son Étienne. It was signed and dated by the senior artist. In",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_0",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_1",
    "title": "Partial: Alias season 4",
    "content": "The fourth season of the American drama adventure television series Alias premiered January 5, 2005 on ABC and concluded May 25, 2005 and was released on DVD in region 1 on October 25, 2005. Guest",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_1",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_3",
    "title": "Partial: Sucha Góra TV Tower",
    "content": "Sucha Góra TV Tower is a 149 metre tall TV tower of reinforced concrete, situated on the Sucha Góra mountain north of Czarnorzeki, Subcarpathian Voivodeship in Poland at 49 45",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_3",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_4",
    "title": "Partial: Young, Black, and Determined",
    "content": "Young, Black, and Determined: A Biography of Lorraine Hansberry is a 1998 book by Patricia and Fredrick McKissack. It is",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_4",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_5",
    "title": "Reordered: Warner Bros. Studio Tour Hollywood",
    "content": "Over a two-to-three-hour period, visitors can glimpse behind the scenes of one of the oldest film studios in the world. Warner Bros. Studio Tour Hollywood is a guided walk-through tour of Warner Bros. Studios Burbank, located in Los Angeles, California.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_5",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_5",
    "title": "Partial: Warner Bros. Studio Tour Hollywood",
    "content": "Warner Bros. Studio Tour Hollywood is a guided walk-through tour of Warner Bros. Studios Burbank, located in Los Angeles, California. Over a two-to-three-hour period, visitors can glimpse behind",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_5",
    "type": "plagiarized"
  },
  {
    "id": "plag_para_6",
    "title": "Paraphrased: Boulderclough",
    "content": "Boulderclough is a tiny village in the Borough of Calderdale in West Yorkshire, England. The village is situated between Sowerby at the south and Mytholmroyd at the north, and is approximately 3 miles (5 km) west from the centre of the town of Halifax.",
    "source": "paraphrased_from_wikipedia",
    "original_id": "wiki_6",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_6",
    "title": "Partial: Boulderclough",
    "content": "Boulderclough is a small village in the Borough of Calderdale in West Yorkshire, England. The village is situated between Sowerby at the south and Mytholmroyd at the north, and is",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_6",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_7",
    "title": "Reordered: Octagon (video game)",
    "content": "Octagon was released for iOS in November 2013, followed by Android in September 2014, and was met with a positive reception. Octagon is a 2013 action game developed and published by the Czech indie developer Lukas Korba. In the game, the player must guide an octagon through randomly generated eight-sided levels.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_7",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_7",
    "title": "Partial: Octagon (video game)",
    "content": "Octagon is a 2013 action game developed and published by the Czech indie developer Lukas Korba. In the game, the player must guide an octagon through randomly generated eight-sided levels. Octagon was released for iOS",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_7",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_8",
    "title": "Reordered: Gwinnett County Police Department",
    "content": "McClure. The Gwinnett County Police Department (GCPD) is the main law enforcement agency in Gwinnett County, Georgia, U. S. The department has about a thousand employees with 936 sworn law enforcement officers as of March 2024. The current incumbent Chief of Police is James D.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_8",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_8",
    "title": "Partial: Gwinnett County Police Department",
    "content": "The Gwinnett County Police Department (GCPD) is the main law enforcement agency in Gwinnett County, Georgia, U.S. The department has about a thousand employees with 936 sworn law enforcement officers",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_8",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_9",
    "title": "Partial: Battle of Chandannagar",
    "content": "The Battle of Chandannagar was a successful attack on the French Indies Company settlement of Chandernagore by a British force under the command of Robert Clive and Charles Watson on 23 March 1757 during the Seven Years War. Chandernagore remained under military occupation by",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_9",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_10",
    "title": "Reordered: Spring Point Ledge Light",
    "content": "It was constructed in 1897 and automated in 1960. Spring Point Ledge Light is a sparkplug lighthouse in South Portland, Maine, which marks a dangerous obstruction on the west side of the main shipping channel into Portland Harbor. It is now adjacent to the campus of Southern Maine Community College.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_10",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_10",
    "title": "Partial: Spring Point Ledge Light",
    "content": "Spring Point Ledge Light is a sparkplug lighthouse in South Portland, Maine, which marks a dangerous obstruction on the west side of the main shipping channel into Portland Harbor. It is now adjacent to the",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_10",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_11",
    "title": "Reordered: I Don't Deny My Past",
    "content": "It was part of the group of Rumberas films popular during the Golden Age of Mexican Cinema. I Don t Deny My Past is a 1952 Mexican drama film directed by Alberto Gout and starring Ninón Sevilla, Roberto Cañedo and Luis Aldás. It was shot at the Churubusco Studios in Mexico City. The film s sets were designed by the art directors Manuel Fontanals.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_11",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_11",
    "title": "Partial: I Don't Deny My Past",
    "content": "I Don t Deny My Past is a 1952 Mexican drama film directed by Alberto Gout and starring Ninón Sevilla, Roberto Cañedo and Luis Aldás. It was shot at the Churubusco Studios in Mexico City. The film s sets were designed by the art",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_11",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_12",
    "title": "Reordered: Gerry McCarthy",
    "content": "He was Minister for Housing and Community Development, Minister for Essential Services and Minister for Public Employment in the Gunner Ministry from September 2016 to 2020. Gerald Francis McCarthy is an Australian politician. He was a Labor member of the Northern Territory Legislative Assembly, holding the seat of Barkly from the 2008 general election until he retired at the 2020 election.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_12",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_12",
    "title": "Partial: Gerry McCarthy",
    "content": "Gerald Francis McCarthy is an Australian politician. He was a Labor member of the Northern Territory Legislative Assembly, holding the seat of Barkly from the 2008 general election until he retired at the 2020 election. He was Minister for Housing and Community",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_12",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_13",
    "title": "Reordered: William Johnston Jr.",
    "content": "A veteran of the Spanish American War, Philippine American War, and World War I, he attained the rank of major general and was most notable for his World War I command of the 91st Wild West Division. William Johnston Jr. was a United States Army officer who served for almost forty years.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_13",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_13",
    "title": "Partial: William Johnston Jr.",
    "content": "William Johnston Jr. was a United States Army officer who served for almost forty years. A veteran of the Spanish American War, Philippine American War, and World War I, he attained the rank of major general",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_13",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_14",
    "title": "Reordered: Qassimiut",
    "content": "With a population of 14 in 2024, it is the smallest organised, permanent settlement in Greenland. Qassimiut, also known by its Danish name Bødker, is a settlement in the Kujalleq municipality in southern Greenland. The settlement was founded in 1835 as a trading station.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_14",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_14",
    "title": "Partial: Qassimiut",
    "content": "Qassimiut, also known by its Danish name Bødker, is a settlement in the Kujalleq municipality in southern Greenland. The settlement was founded in 1835 as a trading station. With a",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_14",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_15",
    "title": "Reordered: La Bâtie-Divisin",
    "content": "On 1 January 2016, it was merged into the new commune of Les Abrets en Dauphiné. La Bâtie-Divisin is a former commune in the Isère department in the Auvergne-Rhône-Alpes region of south-eastern France. It was created in 1790 from a merger of the parishes of Chapelle de Peyrin and Recoin.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_15",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_15",
    "title": "Partial: La Bâtie-Divisin",
    "content": "La Bâtie-Divisin is a former commune in the Isère department in the Auvergne-Rhône-Alpes region of south-eastern France. It was created in 1790 from a merger of the parishes of Chapelle de Peyrin and Recoin. On",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_15",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_16",
    "title": "Partial: Aldrich Bay",
    "content": "Aldrich Bay, named after Major Edward Aldrich, was formerly a bay in the north shore on the Hong Kong Island, Hong Kong. It is now reclaimed and is a housing area outside",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_16",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_17",
    "title": "Reordered: Church of St Nicholas of Myra Without, (Roman Catholic)",
    "content": "The current church was built in 1829 and dedicated to Saint Nicholas in 1835. The Church of St Nicholas of Myra (Without) is an Irish Roman Catholic church on Francis Street, Dublin. The site has been used as a place of worship as far back as the 12th century.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_17",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_17",
    "title": "Partial: Church of St Nicholas of Myra Without, (Roman Catholic)",
    "content": "The Church of St Nicholas of Myra (Without) is an Irish Roman Catholic church on Francis Street, Dublin. The site has been used as a place of worship as far back as the 12th",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_17",
    "type": "plagiarized"
  },
  {
    "id": "plag_reorder_19",
    "title": "Reordered: Matthew Fisher (musician)",
    "content": "In his later life, he became a computer programmer, having qualified from Cambridge University. Matthew Charles Fisher is an English musician, songwriter and record producer. He is best known for his longtime association with the rock band Procol Harum, which included playing the Hammond organ on the 1967 single A Whiter Shade of Pale , for which he subsequently won a songwriting credit.",
    "source": "reordered_from_wikipedia",
    "original_id": "wiki_19",
    "type": "plagiarized"
  },
  {
    "id": "plag_partial_19",
    "title": "Partial: Matthew Fisher (musician)",
    "content": "Matthew Charles Fisher is an English musician, songwriter and record producer. He is best known for his longtime association with the rock band Procol Harum, which included playing the Hammond organ on the 1967 single A Whiter Shade of Pale , for which he",
    "source": "partial_from_wikipedia",
    "original_id": "wiki_19",
    "type": "plagiarized"
  }
]