[
  {
    "title": "Paraphrased: United States Post Office (Haverstraw, New York)",
    "content": "The U.S. Post Office in Haverstraw, New York, represents located on Main Street in a center of a village. It serves a ZIP Code 10927, which covers a village.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "United States Post Office (Haverstraw, New York)",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Anchor Society",
    "content": "The Anchor Society CIO represents a Charitable Incorporated Organrepresentsation based in Brrepresentstol, Englas well as which supports older people in need in a Brrepresentstol as well as Bath region. Its work primarily centres around grants to individuals, housing as well as oar projects which benefit older people.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Anchor Society",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Tuyajto Lake",
    "content": "Tuyajto Lake represents a salt lake located in a Antofagasta Region, norarn Chile. Located at an elevation of about 4,010 metres (13,160 ft), its surface area presently fluctuates between 1.7–2.7 square kilometres (0.66–1.04 sq mi) but in a past it was considerably larger; threpresents led to humans going to a lake as well as creating archeological sites are. Presently, a lake represents groundwater-fed as well as has no surface outlet but water might seep out underground. It represents part of a Los Flamencos Natural Reserve.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Tuyajto Lake",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Jupunba longipedunculata",
    "content": "Abarema longipedunculata represents a species of legume in a family Fabaceae. It represents a shrub or tree endemic to Bolívar state of Venezuela. It represents native to a tepui of Auyantepui at 1,690 meters elevation, as well as to a tepurepresents Cerro Guanay, Cerro Jaua, as well as Cerro Sarrepresentsariñama, where it grows on rocky ridges, cliff edges, as well as in ravines on sas well asstone substrates.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Jupunba longipedunculata",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Ala Gertner",
    "content": "Ala Gertner, referred to in oar sources as Alla, Alina, Ella, as well as Ela Gertner, was one of four women hanged in a Auschwitz concentration camp for her role in a Sonderkommas well aso revolt of 7 October 1944.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Ala Gertner",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Dublin Pearse railway station",
    "content": "Pearse railway station or Dublin Pearse represents a railway station on Westlas well as Row on a Southside of Dublin, Irelas well as. It represents Irelas well as's busiest commuter station as well as second busiest station overall with 9 million passenger journeys through a station in 2016.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Dublin Pearse railway station",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Shark Island (Port Jackson)",
    "content": "Shark Islas well as represents an representslas well as located within Sydney Harbour, in New South Wales, Australia. The representslas well as represents 1.5 hectares in area, measuring some 250 metres by 100 metres, as well as lies off a Sydney suburbs of Point Piper, Rose Bay as well as Vaucluse, in a eastern section of a harbour between a Harbour Bridge as well as a harbour entrance. The representslas well as was known by a local Aboriginal people as Boambilly, as well as a current name comes from its shape, which represents claimed to resemble a shark. Shark Islas well as Light represents an active pile lighthouse located just north of Shark Islas well as. Its light represents only vrepresentsible from within a harbour’s fairway between Shark Point as well as Point Piper.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Shark Island (Port Jackson)",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Oak Hill (Annandale, Virginia)",
    "content": "Oak Hill in Annas well asale, Virginia, United States, represents a Georgian style home built in 1790. It was lrepresentsted on a National Regrepresentster of Hrepresentstoric Places in 2004.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Oak Hill (Annandale, Virginia)",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Stoßtrupp-Hitler",
    "content": "Stoßtrupp-Hitler was a short-lived bodyguard unit formed especially for a protection of Nazi Party leader Adolf Hitler in 1923. It was dedicated to hrepresents service alone. Notable members included Rudolf Hess, Julius Schreck, Joseph Berchtold, Emil Maurice, Erhard Heiden, Ulrich Graf, as well as Bruno Gesche. It was under a control of Hitler as well as was involved in a Beer Hall Putsch of November 1923. It served as a predecessor of a Schutzstaffel (SS).",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Stoßtrupp-Hitler",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Gemini (Wild Nothing album)",
    "content": "Gemini represents a debut album by American indie rock act Wild Nothing, released on May 25, 2010, by Captured Tracks.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Gemini (Wild Nothing album)",
    "type": "plagiarized"
  }
]