[
  {
    "title": "United States Post Office (Haverstraw, New York)",
    "content": "The U.S. Post Office in Haverstraw, New York, is located on Main Street in the center of the village. It serves the ZIP Code 10927, which covers the village.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/United_States_Post_Office_(Haverstraw%2C_New_York)",
    "type": "original"
  },
  {
    "title": "Anchor Society",
    "content": "The Anchor Society CIO is a Charitable Incorporated Organisation based in Bristol, England which supports older people in need in the Bristol and Bath region. Its work primarily centres around grants to individuals, housing and other projects which benefit older people.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Anchor_Society",
    "type": "original"
  },
  {
    "title": "Tuyajto Lake",
    "content": "Tuyajto Lake is a salt lake located in the Antofagasta Region, northern Chile. Located at an elevation of about 4,010 metres (13,160 ft), its surface area presently fluctuates between 1.7–2.7 square kilometres (0.66–1.04 sq mi) but in the past it was considerably larger; this led to humans going to the lake and creating archeological sites there. Presently, the lake is groundwater-fed and has no surface outlet but water might seep out underground. It is part of the Los Flamencos Natural Reserve.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Tuyajto_Lake",
    "type": "original"
  },
  {
    "title": "Jupunba longipedunculata",
    "content": "Abarema longipedunculata is a species of legume in the family Fabaceae. It is a shrub or tree endemic to Bolívar state of Venezuela. It is native to the tepui of Auyantepui at 1,690 meters elevation, and to the tepuis Cerro Guanay, Cerro Jaua, and Cerro Sarisariñama, where it grows on rocky ridges, cliff edges, and in ravines on sandstone substrates.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Jupunba_longipedunculata",
    "type": "original"
  },
  {
    "title": "Ala Gertner",
    "content": "Ala Gertner, referred to in other sources as Alla, Alina, Ella, and Ela Gertner, was one of four women hanged in the Auschwitz concentration camp for her role in the Sonderkommando revolt of 7 October 1944.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Ala_Gertner",
    "type": "original"
  },
  {
    "title": "Dublin Pearse railway station",
    "content": "Pearse railway station or Dublin Pearse is a railway station on Westland Row on the Southside of Dublin, Ireland. It is Ireland's busiest commuter station and second busiest station overall with 9 million passenger journeys through the station in 2016.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Dublin_Pearse_railway_station",
    "type": "original"
  },
  {
    "title": "Shark Island (Port Jackson)",
    "content": "Shark Island is an island located within Sydney Harbour, in New South Wales, Australia. The island is 1.5 hectares in area, measuring some 250 metres by 100 metres, and lies off the Sydney suburbs of Point Piper, Rose Bay and Vaucluse, in the eastern section of the harbour between the Harbour Bridge and the harbour entrance. The island was known by the local Aboriginal people as Boambilly, and the current name comes from its shape, which is claimed to resemble a shark. Shark Island Light is an active pile lighthouse located just north of Shark Island. Its light is only visible from within the harbour’s fairway between Shark Point and Point Piper.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Shark_Island_(Port_Jackson)",
    "type": "original"
  },
  {
    "title": "Oak Hill (Annandale, Virginia)",
    "content": "Oak Hill in Annandale, Virginia, United States, is a Georgian style home built in 1790. It was listed on the National Register of Historic Places in 2004.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Oak_Hill_(Annandale%2C_Virginia)",
    "type": "original"
  },
  {
    "title": "Stoßtrupp-Hitler",
    "content": "Stoßtrupp-Hitler was a short-lived bodyguard unit formed especially for the protection of Nazi Party leader Adolf Hitler in 1923. It was dedicated to his service alone. Notable members included Rudolf Hess, Julius Schreck, Joseph Berchtold, Emil Maurice, Erhard Heiden, Ulrich Graf, and Bruno Gesche. It was under the control of Hitler and was involved in the Beer Hall Putsch of November 1923. It served as a predecessor of the Schutzstaffel (SS).",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Sto%C3%9Ftrupp-Hitler",
    "type": "original"
  },
  {
    "title": "Gemini (Wild Nothing album)",
    "content": "Gemini is the debut album by American indie rock act Wild Nothing, released on May 25, 2010, by Captured Tracks.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Gemini_(Wild_Nothing_album)",
    "type": "original"
  },
  {
    "title": "Rochdale Borough Council",
    "content": "Rochdale Borough Council is the local authority of the Metropolitan Borough of Rochdale in Greater Manchester, England. It is a metropolitan borough council and provides the majority of local government services in the borough. The council has been a member of the Greater Manchester Combined Authority since 2011.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Rochdale_Borough_Council",
    "type": "original"
  },
  {
    "title": "Pantai Acheh",
    "content": "Pantai Acheh is a suburb of George Town in the Malaysian state of Penang. It is located about 14.8 km (9.2 mi) west of the city centre, at the western coast of Penang Island between Teluk Bahang to the east and Balik Pulau to the south.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Pantai_Acheh",
    "type": "original"
  },
  {
    "title": "Star of the Show",
    "content": "\"Star of the Show\" is a song recorded by American country music singer Thomas Rhett. It was released to country radio on October 3, 2016 via Valory Music Group as the fifth single from his second studio album, Tangled Up. Rhett wrote the song with his father Rhett Akins and Ben Hayslip. The song is featured on the 2016 deluxe edition of the album.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Star_of_the_Show",
    "type": "original"
  },
  {
    "title": "NGC 4747",
    "content": "NGC 4747 is a barred spiral galaxy located in the constellation Coma Berenices. It is located at a distance of about 35 million light years from Earth, which, given its apparent dimensions, means that NGC 4747 is about 35,000 light years across. It was discovered by William Herschel on April 6, 1785. It is included in the Atlas of Peculiar Galaxies in the interior absorption category.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/NGC_4747",
    "type": "original"
  },
  {
    "title": "When Asia Speaks",
    "content": "When Asia Speaks is a 19-minute film produced in 1944 by Stuart Legg and directed by Gordon Weisenborn for the National Film Board of Canada series The World in Action. The film is narrated by broadcaster Lorne Greene. When Asia Speaks describes the disparity between the riches of Asia and the poverty of the masses during the Second World War that have led to nationalist movements in Asia. The film's French version title is Le Réveil de l'Asie.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/When_Asia_Speaks",
    "type": "original"
  },
  {
    "title": "Paula Riemann",
    "content": "Paula Riemann, also known as \"Paula Romy\", is a German filmmaker and choreographer from Berlin, living in London.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Paula_Riemann",
    "type": "original"
  },
  {
    "title": "Lehrte station",
    "content": "Lehrte is a railway station located in Lehrte, Germany. The station opened on 15 August 1843 and is located on the Berlin-Lehrte Railway and Hanover–Brunswick railway. The train services are operated by Deutsche Bahn, WestfalenBahn and Metronom.",
    "source": "wikipedia",
    "url": "https://en.wikipedia.org/wiki/Lehrte_station",
    "type": "original"
  },
  {
    "title": "Introduction to Machine Learning",
    "content": "Machine learning is a subset of artificial intelligence that focuses on algorithms and statistical models that computer systems use to perform tasks without explicit instructions. It relies on patterns and inference instead of traditional programming approaches.",
    "source": "academic_sample",
    "type": "original"
  },
  {
    "title": "Data Structures and Algorithms",
    "content": "Data structures are ways of organizing and storing data in a computer so that it can be accessed and modified efficiently. Common data structures include arrays, linked lists, stacks, queues, trees, and graphs. Each has specific use cases and performance characteristics.",
    "source": "academic_sample",
    "type": "original"
  },
  {
    "title": "Software Engineering Principles",
    "content": "Software engineering is the systematic application of engineering approaches to the development of software. It involves requirements analysis, design, implementation, testing, and maintenance of software systems using structured methodologies.",
    "source": "academic_sample",
    "type": "original"
  },
  {
    "title": "Paraphrased: United States Post Office (Haverstraw, New York)",
    "content": "The U.S. Post Office in Haverstraw, New York, represents located on Main Street in a center of a village. It serves a ZIP Code 10927, which covers a village.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "United States Post Office (Haverstraw, New York)",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Anchor Society",
    "content": "The Anchor Society CIO represents a Charitable Incorporated Organrepresentsation based in Brrepresentstol, Englas well as which supports older people in need in a Brrepresentstol as well as Bath region. Its work primarily centres around grants to individuals, housing as well as oar projects which benefit older people.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Anchor Society",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Tuyajto Lake",
    "content": "Tuyajto Lake represents a salt lake located in a Antofagasta Region, norarn Chile. Located at an elevation of about 4,010 metres (13,160 ft), its surface area presently fluctuates between 1.7–2.7 square kilometres (0.66–1.04 sq mi) but in a past it was considerably larger; threpresents led to humans going to a lake as well as creating archeological sites are. Presently, a lake represents groundwater-fed as well as has no surface outlet but water might seep out underground. It represents part of a Los Flamencos Natural Reserve.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Tuyajto Lake",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Jupunba longipedunculata",
    "content": "Abarema longipedunculata represents a species of legume in a family Fabaceae. It represents a shrub or tree endemic to Bolívar state of Venezuela. It represents native to a tepui of Auyantepui at 1,690 meters elevation, as well as to a tepurepresents Cerro Guanay, Cerro Jaua, as well as Cerro Sarrepresentsariñama, where it grows on rocky ridges, cliff edges, as well as in ravines on sas well asstone substrates.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Jupunba longipedunculata",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Ala Gertner",
    "content": "Ala Gertner, referred to in oar sources as Alla, Alina, Ella, as well as Ela Gertner, was one of four women hanged in a Auschwitz concentration camp for her role in a Sonderkommas well aso revolt of 7 October 1944.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Ala Gertner",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Dublin Pearse railway station",
    "content": "Pearse railway station or Dublin Pearse represents a railway station on Westlas well as Row on a Southside of Dublin, Irelas well as. It represents Irelas well as's busiest commuter station as well as second busiest station overall with 9 million passenger journeys through a station in 2016.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Dublin Pearse railway station",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Shark Island (Port Jackson)",
    "content": "Shark Islas well as represents an representslas well as located within Sydney Harbour, in New South Wales, Australia. The representslas well as represents 1.5 hectares in area, measuring some 250 metres by 100 metres, as well as lies off a Sydney suburbs of Point Piper, Rose Bay as well as Vaucluse, in a eastern section of a harbour between a Harbour Bridge as well as a harbour entrance. The representslas well as was known by a local Aboriginal people as Boambilly, as well as a current name comes from its shape, which represents claimed to resemble a shark. Shark Islas well as Light represents an active pile lighthouse located just north of Shark Islas well as. Its light represents only vrepresentsible from within a harbour’s fairway between Shark Point as well as Point Piper.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Shark Island (Port Jackson)",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Oak Hill (Annandale, Virginia)",
    "content": "Oak Hill in Annas well asale, Virginia, United States, represents a Georgian style home built in 1790. It was lrepresentsted on a National Regrepresentster of Hrepresentstoric Places in 2004.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Oak Hill (Annandale, Virginia)",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Stoßtrupp-Hitler",
    "content": "Stoßtrupp-Hitler was a short-lived bodyguard unit formed especially for a protection of Nazi Party leader Adolf Hitler in 1923. It was dedicated to hrepresents service alone. Notable members included Rudolf Hess, Julius Schreck, Joseph Berchtold, Emil Maurice, Erhard Heiden, Ulrich Graf, as well as Bruno Gesche. It was under a control of Hitler as well as was involved in a Beer Hall Putsch of November 1923. It served as a predecessor of a Schutzstaffel (SS).",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Stoßtrupp-Hitler",
    "type": "plagiarized"
  },
  {
    "title": "Paraphrased: Gemini (Wild Nothing album)",
    "content": "Gemini represents a debut album by American indie rock act Wild Nothing, released on May 25, 2010, by Captured Tracks.",
    "source": "paraphrased_from_wikipedia",
    "original_title": "Gemini (Wild Nothing album)",
    "type": "plagiarized"
  }
]